IDEA StatiCa Open Model
WarningMessage Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WarningMessage()
Public Sub New
public:
WarningMessage()
See Also
Reference
WarningMessage Class
WarningMessage Overload
IdeaRS.OpenModel.Message Namespace